Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “当时我还没空理他，只是让科林去带了个话，警告这蠢货最好别打你的主意。”说到这里，葛瑞安闷哼一声：“想不到这白痴居然这么不知进退，今天下午又派了人来，这一次他甚至还敢威胁起我来了，说要是不照他意思办的话，他将说服家族终止与公会的生意合作。”
en_us: "I didn't have the time to care about it, and only sent Colin to warn them that they had better not find any trouble with you." At this, Gerian let out a muffled groan. "But this idiot doesn't know where to stop. This morning, he sent someone else here again, and this time, he dared to threaten me, saying that if I don't do according to his wishes, he'll convince his family to terminate all business contracts with the guild."

source: “当然了，象加洛斯交易所这样的地方，怎么可能不受某支势力保护。”说起这个凯文就有点头疼：“保护这里的是老奥丁，加洛斯最大的地下势力——不过这不是重点，关键是老奥丁跟魔法公会关系一向良好，跟葛瑞安会长更是从小就认识的朋友，你这么不声不响的把人给揍了，葛瑞安会长不好跟老奥丁交代……”
en_us: "Of course. How can a place like Jarrosus Exchange not have the protection of some sort of force?" Kevin's head throbbed at the mention of this. "The one who protects this place is Old Odin, the largest underground force in Jarrosus. The important thing is, Old Odin has always maintained a good relationship with the Guild of Magic, and has been friends with President Gerian since young. You've beaten them up without a word, it'll be hard for President Gerian to explain it to Old Odin..."

source: “当然有问题……”林立很无力的看了他一眼，都不知道该怎么说才好了，丢了西瓜捡了芝麻，这老家伙居然还在那沾沾自喜。
en_us: "Of course there's a problem..." Lin Li weakly looked at him, not knowing what to say. Andoine had thrown the watermelon and picked up its seeds, yet he was still so pleased with himself.

source: “当然！”
en_us: "Of course!"

source: “当然，不信你问问你学生去。”反正麦德林脸皮也厚，被老家伙蠢货蠢货的叫着，也只当是被蚊子咬了两口，硬着头皮承认之后，又赔着笑脸，小心翼翼的劝道：“要不，你就看在奥德文的面子上，把这小子给放了吧……”
en_us: "Of course. If you don't believe me you can ask your student." Medellin was also thick-skinned Being called an idiot over and over again by this old man was no more than a few mosquito bites. After cheekily admitting this, he smiled and very cautiously warned: "Otherwise, just think about Odwin's reputation, let this one go..."

source: “很简单！”
en_us: "Very easy!"

source: “很遗憾，我确实猜到了……”林立笑了笑，伸手拿出了自己的法杖。
en_us: "It's a pity that I have indeed guessed correctly..." Lin Li chuckled and took out his staff.

source: “快三更了，拖了这么久，得尽快把伤口处理好，免得小奴回来唠叨！”
en_us: “Damn, it’s almost midnight! Why did I dilly-dally for so long? I’d better deal with my wounds quickly before Xiaonu returns home and starts nagging me!”

source: “快去禀报家族刑堂，禀报大总管！”
en_us: "Quickly go and report it to the family clan Disciplinary Court! Report this situation to the Chief Supervisor!"

source: “快天黑了，再坐一会就回家吧，迟些小奴又会担心了。”
en_us: "The sky is about to turn dark. I'll stay here for just a bit longer before heading home. If I stay for too much longer, Xiao Nu will get worried again."

source: “快注入元力，回炉……”
en_us: "Quick, add some essence force! Melt them down..."

source: “快，快！背上虎哥！”
en_us: "Quick, quick! Carry Brother Hu!"

source: “怎么不能增幅下我的修炼速度？修炼速度还是慢如蜗牛，而且这黑色元力只能提炼出十缕太少太少了，就算这黑色元力再变态，我以后也只能对付铸鼎境界二三重的武者，还是个废物……”
en_us: "Why can't it increase my cultivation speed? My growth is still as slow as a snail. Additionally, I can only refine ten strands of black essence force, which is simply too little. No matter how obscene the power of this black essence force, I can only deal with an opponent at the second or third stage of the Cast Tripod Realm. I'm clearly still useless..."

source: “怎么不见小奴？”
en_us: "Where is Xiaonu?"

source: “怎么个不划算法？”葛瑞安一听生意，满肚子火气一下就没了踪影，特别是听到不划算的时候，更是一下就呆住了，在那带着满脸的狐疑望着林立。
en_us: "How does it not pay?" As soon as Gerian heard the word 'business', all his anger was gone. In particular, he was dumbfounded when he heard that it would not pay, and looked at Lin Li with confusion on his face.

source: “怎么了，艾萨克叔叔？”巴瑟罗尔似乎是对自己这一击相当满意，悠闲的将一块餐巾从头上拿开，又拍了拍手，这才露出了一脸轻松的笑意，只是当他转过头来时，却又看见了艾萨克脸色铁青的站在那里，一时间巴瑟罗尔不由有几分疑惑。
en_us: "Why, Uncle Isaac?" Bathrilor seemed to be satisfied with his strike. He leisurely removed a napkin from his head and clapped his hands, displaying a relaxed smile on his face. But when he turned around, he saw Isaac standing there with an ashen face, and couldn't help but feel puzzled by it.

source: “怎么了？”
en_us: "What happened?"

source: “怎么了？你别急……慢慢说。”一句话听得林立心头一紧，凯文行事向来沉稳，很有些泰山崩于前不形于色的风范，在魔法公会这么长时间，林立还从未见他如此慌张过，特别是张口说出的第一句话，竟然是“出事了”！
en_us: "What happened? Don't rush, speak slowly." Lin Li's heart tightened at his words. Kevin had always acted with poise, possessing a demeanor that wouldn't flip even if a mountain collapsed before his eyes. Lin Li had never seen him so flustered after being in the Guild of Magic for so long, especially when the first thing that he said was actually "something has happened"!

source: “怎么会这样？没道理啊！”
en_us: "How can this be? This doesn't make sense!"

source: “怎么会？”
en_us: "Why would that be so?"

source: “怎么办？”在公会大厅里等了一个小时，凯文脸上的神色已经有些不自然了。
en_us: "What do we do now?" Kevin‘s face was already strained after waiting for an hour in the guild's hall.

source: “怎么办？回头再来？”
en_us: "What should I do? Come back later?"

source: “怎么可能，一个真正的药剂大师，一生中最值得骄傲的事永远只有两件，一件是配出新的药剂，另一件就是找到一个可以传承知识的弟子，就好象你格林爷爷我，都一百多岁的人了，还天天为收个好徒弟忙前忙后……”
en_us: "How could it be? There are only two things that a true potion master is proud of in his whole life. One is concocting a new potion, and the other is finding a disciple who can inherit his knowledge. Just like Grandpa Grimm. I am over a hundred years old but I'm still busying myself everyday with trying to find a good apprentice..."

source: “怎么回事？”
en_us: "What happened?"

source: “怎么弄啊？”
en_us: "How on earth do I make these?"

source: “怎么是你这蠢货？”
en_us: "What are you, this idiot, doing here?"

source: “怎么样，没受什么伤吧？”老人神色之间，带着浓浓的关切。
en_us: "How was it, you're not injured, are you?" The old man's expression carried great concern.

source: “怎么样？”
en_us: "How was it?"

source: “怎么研究呢？下午拳头、腿、手肘、眼睛都试过了，要不试试耳朵？”
en_us: "How should I research? This afternoon, I've already tried it with my fists, legs, elbows, and eyes. How about I try with my ears?"

source: “怎么这么年轻？”林立有些意外，微微愣了一下。
en_us: "Why is he so young?" Lin Li was rather surprised, and was slightly stunned for a moment.

source: “怎么这表情？”葛瑞安这两天安排凯文干的那些破事，林立比谁都清楚，一看凯文那愁眉苦脸的表情，这家伙就不厚道的笑了起来：“怎么样，这两天收了不少好处吧？”
en_us: "What's with the expression?" Lin Li knew best the kind of crap Gerian had arranged for Kevin to do these two days. The fellow smirked unkindly upon seeing Kevin's sorrowful face. "How was it? I bet you've reaped in some profits these few days?"

source: “怎么？”林立笑咪咪的随口问了一句：“有后台？”
en_us: "Why? They have backing?" Lin Li asked casually with a grin.

source: “怎么？怕了？”
en_us: "What's the matter? Are you scared?"

source: “怒焰之袍！”他身上穿着的，竟然是怒焰之袍！
en_us: The Robe of Wrath! He was actually wearing the Robe of Wrath!

source: “怕不光是运气差这么简单吧……”林立心里嘀咕着，在这住了一个多月，他也算是看出来了，老安度因在魔法上的造诣确实无与伦比，可在药剂学上，却比一个刚入门的学徒更加糟糕，刚入门的学徒至少还知道循序渐进，安度因可完全不管这一套，上手就要挑战高难度，如今又有了林立这个药剂大师在身边，出了什么事有大师收拾，老家伙干起这种事来也就更加肆无忌惮了，弄得个药剂室里天天都象是在过春节，要是哪天不炸上几次，那一定是老家伙吃错药了。
en_us: "Afraid it's not just bad luck..." Lin Li muttered to himself. After living here for more than a month, he could see that old Andoine's attainments in magic were truly unparalleled. But in pharmaceutics, he was worse than an apprentice who had just started out. An apprentice would at least learn how to do it gradually, but Andoine completely ignored the proper steps and chose to take up challenging tasks from the beginning. Now that there was a potion master around to clean up whatever trouble was caused, the old man became more brazen in his actions, making it seem as if there was Spring Festival celebration everyday in the lab. If there were no explosions someday, it would be because the old man had taken the wrong medicine.

source: “怪物……怪物……怪物把……把伊娜抓走了！”克伦威尔的样子看上去异常狼狈，一身华贵的法师袍上沾满了泥砂和树叶，说起话来也是一副上气不接下气的样子。
en_us: “Monster… monster… monster took… took Ina away!” Cromwell looked extremely wretched, his luxurious mage robe covered with mud and leaves as he gasped for breath between words.

source: “总之就是这么回事，黄昏诅咒这东西算不上什么大麻烦，不过不是你们医生能碰的，我说红头发小妹妹，你还是安心回去当你的庸医好了，没事别跑出来害人。”林立可不管她什么心情，一番长篇大论之后，毫不客气的做出了结论，只是跟葛瑞安相处太久，一张嘴巴也不由变得毒辣起来。
en_us: "Anyway, this is what happened. This Twilight Curse is not a big problem, but it is not something you doctors can touch. I say, redheaded little sis, go back and be the quack doctor you are, don't come out for nothing and harm others." Regardless of her emotions, Lin Li was not at all polite to come to a conclusion after the long speech. But he had spent too much time with Gerian, and had become unforgiving in his words.

source: “总之，你就放心好了，今天只是个意外，伤害费雷？别说我麦德林不允许，就连奥德文，也绝不会允许霍伦这么胡来！”最后麦德林用这样一句话做出总结。
en_us: "In short, you can rest easy. Today was only an accident. Injuring Felic? No need to mention that I, Medellin, will not allow it; even Odwin would never allow Hoeren do fool around like this!" In the end Medellin concluded with this sentence.

source: “恢复魔力？”林立不由愕然，葛瑞安那老家伙看起来挺聪明的一个人，平时也很懂得压榨老子的剩余价值，怎么今天看到一块破水晶，居然就这么被吓傻了？莫非是跟老梅林一战，把他脑子给打坏掉……
en_us: "Restore mana?" Lin Li was astounded. That old fellow Gerian looked to be a smart person, and knew how to exploit his own surplus value usually. How could he see a broken crystal today and be scared silly by it? Was it possible that the battle with Old Merlin had damaged his brain...

source: “恩……”林立点了点头，没再继续说话。
en_us: "Mm..." Lin Li nodded and spoke no more.

source: “恩……”老格林接过玻璃瓶，打开瓶盖凑到鼻前，轻轻吸了口气。
en_us: "Mm..." Old Grimm took the glass bottle. He removed the cap and brought the bottle close to his nose, taking in a slight whiff.

source: “恩。”伊娜很乖巧的点了点头，自从父亲倒下之后，小姑娘一颗心已经完全乱了，此时在林立的不断安抚之下，才稍稍恢复了一些先前的生气。
en_us: "Yes." Ina nodded obediently. Since her father collapsed, the girl's heart had been at sixes and sevens. Under Lin Li's constant reassurance, she had recovered some of her previous vigor.

source: “恩。”老梅林脸上的神色有些沉重：“这三十瓶奥法药剂对梅林家来说，可能是一次机遇，也可能是一场灾难……”
en_us: "Yes." Old Merlin's expression was serious. "The 30 bottles of Arcane Magic Potion may be an opportunity or a disaster for our Merlin Family..."

source: “恩恩……差不多是这么回事……”
en_us: "Mm, mm... Something like that..."

source: “恩！”
en_us: “Alright!"

source: “恩，就这么办。”葛瑞安点了点头，正打算找个魔法师委以重任，却又犹豫了一下：“干脆还是我亲自去一趟好了，这样显得比较尊重……”
en_us: "Mm, we'll do just that." Gerian nodded. He was going to entrust a mage with this important task but hesitated. "I shall just do it personally, it'll seem more respectful this way..."

source: “恩，这次我听你的。”葛瑞安目送林立离去，又幸灾乐祸的恐吓那倒霉魔导士：“弱智，刚才给过你机会了，自己不懂得好好把握，现在好了，把那小子给惹了出来，你别看他斯斯文文，下手可比老子凶残多了，逼得他亲自动手，还不知道要弄出什么变态药剂出来，说不定就是那种一瓶喝下去，就会浑身发痒溃烂，并且要痛够一年才死的东西……
en_us: "Mm, I'll listen to you this time." Gerian watched Lin Li leave, and threatened the unlucky Magic Shooter in a gloating manner, "Retard, you were given a chance just now but didn't know how to grasp it. Now you've roused that kid out. He may look gentle, but his strikes are more savage than mine. You've forced him to take action in person; who knows what kind of sick potion he'll concoct this time. Maybe it's the kind that itches and festers all over and takes a year of pain before dying..."

source: “恩？”
en_us: "Hm?"

source: “您不知道？”克伦威尔心头又骂了一句乡巴佬，只是脸上却依旧保持着笑容：“最高议会明文规定，五级以上魔法师新到一座城市，必须在该城市魔法公会报道。”
en_us: "You don't know?" Cromwell swore silently at the country bumpkin, but kept the smile on his face. "The Supreme Council has made it clear that all mages above level five must report to the city's Guild of Magic upon their first arrival."

source: “您先看看这瓶清醒药剂。”林立从口袋中摸出一只兰色玻璃瓶，递给了对面的格林－伯恩塞德。
en_us: "Please have a look at this bottle of Sobriety Potion." Lin Li pulled out a blue glass bottle from his pocket and passed it across to Grimm Burnside.

source: “您太客气了。”林立牙关紧咬，瞬间激发出变态的精神力，勉强与老梅林立维持着差距悬殊的较量。
en_us: "You're too polite." Lin Li clenched his jaws, sparking an abnormal mental strength all of a sudden, barely enduring the battle with Old Merlin where he faced too huge a gap in the first place.

source: “您太过奖了……”林立笑得很谦虚，却说出了一句所有人都想不到的话来：“不过我最近确实遇到了不少问题，如果能跟您探讨探讨的话，那自然是再好不过了，您现在有时间吗？不如我们去那边喝一杯怎么样？”
en_us: "You flatter me..." Lin Li smiled modestly. No one had expected to hear the words that followed. "But I've indeed encountered a lot of problems lately, so it would be great if I could talk to you about it. Do you have time now? Why don't we go over there for a drink?"

source: “您太过奖了。”林立笑得谦虚，目光却一直盯着灰袍法师：“现在您能不能告诉我，您除了是安度因的老朋友之外，还有其他别的什么身份？”
en_us: "You flatter me." Lin Li grinned modestly, but his eyes were fixed on the mage in gray robe. "Now, can you tell me, other than being Andoine's friend, do you have other identities?”

source: “您就是葛瑞安会长吧？”林立赶紧翻了翻口袋，从里面掏出安度因的信递了过去：“我叫费雷，是安度因法师叫我来找您的，这是他给您写的一封信。”
en_us: "You're President Gerian, right?" Lin Li hastily turned over his pockets. He took out Andoine's letter and handed them over. "I am Felic. Mage Andoine had told me to look for you. This is a letter he wrote to you."

source: “您是说……克伦威尔？”
en_us: "You mean... Cromwell?"

source: “您有什么事？安东尼先生。”凯文心头一喜，脸上却挤出几分为难：“您是对拍卖过程有什么疑问吗？”
en_us: "What's the matter, Mr Anthony?" Kevin was inwardly delighted, but managed to put on a troubled expression on his face. "Do you have any doubts regarding the auctioning process?"

source: “您有办法？”罗琳听见这话，一双美目亮了起来。
en_us: "You have an idea?" Rowling beautiful eyes lit up at those words.

source: “您真是太过奖了。”林立神色谦虚恭谨，一双眼睛却一直鬼鬼祟祟的瞄着巴瑟罗尔，一边分出一丝精神力对他进行压制，一边还悄悄在心里计算着他双手流血的时间……
en_us: "You really flatter me." Lin Li's expression was modest and respectful, but his eyes were furtively glancing at Bathrilor. He was silently calculating the time Bathrilor's hands were bleeding while repressing him with a hint of mental strength.

source: “您认识巴瑟罗尔？”暗地里动的手脚被人揭穿，林立却是一点也不觉得尴尬，只是装出一脸惊讶的表情：“那这么说，先前那层魔力是您放出的？”
en_us: "You know Bathrilor?" The dirty tricks he did in secret were exposed, but Lin Li was not the least embarrassed. He pretended to give a look of surprise. "So that's to say, the layer of magic previously was released by you?"

source: “您说得没错，伊瑟拉族长……”
en_us: "You are right, Chief Ysera..."

source: “您连最高议会都不知道？”林立的无知让克伦威尔大开眼界，虚荣心极大满足之余，忍不住又在心骂了句乡巴佬：“最高议会成立于黑暗年代之后，全称是安瑞尔魔法公会最高仲裁议会，成立的目的，是为了更好的对魔法公会进行监督和管理，当然——魔法家族不在管理之例，比如我们梅林家族。”
en_us: "You don't even know of the Supreme Council?" Lin Li's ignorance had been an eye-opener for Cromwell. Feeling his vanity greatly satisfied, he couldn't help but swear inwardly at the country bumpkin again. "The Supreme Council was established after the Dark Ages, and its full name is the Supreme Council of the Anril Guild of Magic. The purpose of its establishment is for the better supervision and management of the guild. Of course, the mage families are not included in the management, like the Merlin Family."

source: “想清楚了吗？”见林立久久不语，巴瑟罗尔神色间更是有些得意，他仿佛已经看到了对方屈辱的认错，又被自己赶到罗琳小姐面前道歉时的情景……
en_us: "Have you thought it through?" Seeing Lin Li did not respond for a long while, Bathrilor looked even more pleased. He seemed to already see the other party's humiliating admission of guilt and the apology to Miss Rowling after being pushed by him...

source: “想清楚了，简单点说，就是我不道歉的话，可能会很惨很惨……”林立很老实的点了点头，他确实是想清楚了：“可想清楚之后，我还是决定不道歉。”
en_us: "I've thought it through. Simply put, if I don't apologize, I would be very, very miserable..." Lin Li nodded earnestly. He had indeed thought it through carefully. "But after thinking through, I've still decided not to."

source: “想笑就笑吧，憋得这么辛苦，也不怕憋出内伤来……”林立撇了撇嘴，也有些好奇的凑了过去：“来来来，跟我说说到底怎么回事，城主大人怎么会叫你叔叔的？难道你真认识他老爸？”
en_us: "Laugh if you want, why try so hard to hold it in. Aren't you scared you'll suffer internal injuries from holding it in..." Lin Li pouted and moved closer out of curiosity. "Come, come, tell me what exactly happened. Why did the Castellan address you as uncle? Could it be that you really know his father?"

source: “想要我的命？凭你也配？”
en_us: "You want my life? With what army?"

source: “想逃？”
en_us: "Planning to run?"

source: “愿望术！那是愿望术卷轴！”卷轴刚一过手，就有识货的玩家叫了出来。
en_us: "The Wishes Spell! That is the scroll of Wishes!" Only players who knew their stuff exclaimed as the scroll was passed.

source: “成交！”
en_us: "Deal!"

source: “成交！恭喜埃文先生！”
en_us: "Deal! Congratulations, Mr Evan!"

source: “成色不对，又废了一炉，不炼了……他娘亲的问题出在哪？难道是药剂添加的不对？我昨日到底不小心添加了什么药剂才炼出地阶丹药？”
en_us: "It's the wrong color. I've made yet another useless pot. I'm not refining any longer... Where on earth does the problem lie at? Could it be that medicinal compounds were added incorrectly? What did I accidentally add in yesterday that allowed me to refine that Earth-tier elixir?"

source: “我……”
en_us: "I..."

source: “我……”听他这么一问，希恩那张黝黑的脸上，却浮起了一丝尴尬，犹豫了好半天之后，才有些扭捏的说道：“我……我只有这一件皮甲。”
en_us: "This..." a tinge of embarrassment appeared on Sheehan's swarthy face upon hearing the question. After a long hesitation, he replied bashfully, "This... This is my only leather armor."

source: “我……”罗琳长这么大，还从来没有人对她这么不客气过，一时间又是委屈又是恼怒，一双美目雾气朦胧，晶莹的泪珠在眼眶中打着转，眼看就要滴了下来。
en_us: "I..." Rowling had never been treated so unkindly by others before. She was aggrieved and angry in that instant; her beautiful eyes fogged and tears were glistening in her eyes, looking as if ready to fall anytime.

source: “我……我只是想道歉……”被人一眼看穿心思，罗琳俏脸上红晕更甚。
en_us: "I... I only wanted to apologize..." Being seen right through at once, Rowling blushed even brighter.

source: “我……我能不能请问一下，这里究竟是什么地方？”林立的声音干涩得连他自己都有些诧异，他很害怕白袍老人会说出一个熟悉的地名，一堆数据出现在现实世界并不可怕，真正可怕的是自己也变成了一堆数据，就好象恐怖片里经常出现的情节，一缕怨魂寄居在网络当中，靠着各种杀人网站来寻找替身……
en_us: "May... May I ask where in the world is this place?" Lin Li's voice was so hoarse that it surprised him. He was afraid the old man would mention a place he was familiar with. A load of data appearing in the real world was not frightening, what was really frightening was him becoming a load of data—just like the plot that often appeared in horror movies. A wisp of resentful soul sojourning in the network, relying on various killing websites to find a substitute.

source: “我不会。”林立摇了摇头，在口袋里摸了摸，找出一只玻璃瓶来：“不过它会。”
en_us: "I don't know." Lin Li shook his head. He fumbled about in his pockets and pulled out a glass bottle. "But it knows."

source: “我不是说了吗，因为你不在。”葛瑞安脸上第一次露出了严肃的神色：“这一次拍卖会，将会吸引加洛斯所有的势力，如果你不在的话，我怎么把这些势力介绍给你？”
en_us: "Didn't I tell you, because you're not here." Gerian's expression was serious for the first time. "This auction will attract all the forces in Jarrosus. How can I introduce all these forces to you if you're not present?"

source: “我不知道你在说什么……”
en_us: "I don't know what you are talking about..."

source: “我不能容忍他从背后偷袭我，不过您是安度因的朋友，我也不想看着您为难。”林立依旧笑容满面，就好象刚才的一切都没有发生过：“所以，这是最好的办法。”
en_us: "I can't tolerate him sneaking in an attack from behind. But you are Andoine's friend, I don't want to put you on the spot too." Lin Li was all smiles as if nothing had happened. "So, this is the best way out."

source: “我买装备干什么……”林立低声嘀咕了一句，心想老子堂堂五系宗师，还去买别人的装备，这要传出去了我脸往哪放？
en_us: "Why do I need to buy equipment..." Lin Li mumbled softly. In his heart, he thought, I am a guru well-versed in all five series and I'm still buying equipment from others? If this goes out where should I put my face?

source: “我什么我？”
en_us: “I? What I?!”

source: “我什么我？你是不是想说，你一定能想出办法来？好吧好吧，我就当你迟早能想出办法，但请你张大眼睛看清楚点，看看麦格雷尼先生现在是个什么情况，想想他到底还能不能等你想出办法！”
en_us: "What I? Are you going to say you'll find a way for sure? Alright, alright. I'll take it as saying you'll come up with a way sooner or later. But please open your eyes and look closely at Mr McGrenn's condition now and think if he has the time to wait till you've found a solution!"

source: “我什么时候找过你了！”凯文一听这话，当真是半条命都给吓掉了。
en_us: "When did I go to you before!" Kevin was almost half-dead from the scare at her words.

source: “我什么时候纠缠她了？”林立一听这话，顿时急得眼睛都睁圆了，心头更是满腹委屈，他很想问问罗琳，老子纠缠过你吗？
en_us: "When did I pester her?" Lin Li's eyes widened with anxiousness at his words, and in his heart he was filled with injustice. He'd like to ask Rowling, did I ever pester you?

source: “我介绍过了啊，他是费雷先生，我跟爸爸在落日山脉的时候认识的，他是一位很厉害的魔法师，帮过我跟爸爸很多的忙，可惜我都没机会报答他……”
en_us: "I've introduced him, he's Mr Felic. I met him when Father and I were in the Sunset Mountains. He's an impressive mage and helped me and Father many times. Unfortunately I haven't had the chance to repay him..."

source: “我们再看看其他的……”
en_us: "Let's take a look at something else..."

source: “我估计到时候，拿来的东西肯定是五花八门……”说到这里，葛瑞安恬不知耻的往自己脸上贴起金来：“我虽然学识渊博，可也不能保证什么都认识呀，这公会里除了我之外，也就你眼光还将就了，到时候你多帮我留意一下，看我有没有看漏什么……”
en_us: "I reckon that when the time comes, there will be a variety of things brought to us..." At this point, Gerian was shameless enough to flatter himself. "Although I am knowledgeable, I can't guarantee to know everything. In this guild, you, too, have a good eye for things besides me. You can help me keep an eye to see if I missed out anything..."

source: “我保证，绝对不会！”麦德林狠狠的瞪了霍伦一眼，他真是怎么也想不明白，奥德文这样的人物，怎么会生出这么蠢的儿子来？
en_us: "I promise that it will never happen!" Medellin sternly galred at Hoeren. He could not understand how such a great man like Odwin could have such a foolish son!

source: “我倒是想通知你……”凯文翻了个白眼：“你刚把自己关进房间，会长大人就发下话了，谁要是敢来打扰你，他就把谁的头给拧下来，你说我还敢不敢来？”
en_us: "I'd like to tell you..." Kevin rolled his eyes. "As soon as you had locked yourself in your room, the President warned that anyone who tries to disturb you will have their heads screwed off by him. Do you think I'd still dare to come?"

source: “我去一下药剂室，你暂时先别动他。”离开地下室前，林立又叮嘱了葛瑞安两句。
en_us: "I'll make a trip to the potion lab for a while, don't touch him for now," Lin Li reminded Gerian before he left the basement.

source: “我告诉你，别以为装死就能混过去，你还等着阴影之巢的人来救你是吧？别他妈做梦了，你就是一件工具，一件只能用一次的工具！用过一次之后，你就再也没有利用价值了，你以为他们会来救一件没有利用价值的东西？”
en_us: "Let me tell you, don't think that you can muddle through this by playing dead. You're still waiting for the people of Shadow's Nest to save you, right? Dream the hell on. You're merely a tool, a tool that can only be used once! After they've used it once, they'll never be able to use it again. Do you think they will come and save something that is worthless?"

source: “我告诉你，我就是这个意思！”
en_us: "I'm telling you, this is what I mean!"

source: “我在这里等您回来……”希恩挠了挠头，向来不善言辞的他，有些不知道该怎么表达：“我听别人说，这次来的魔法师，都会去很危险的地方完成试炼任务，我担心您的安全……”
en_us: "I am here to await your return..." inarticulate, Sheehan scratched his head, at a loss of how to phrase his sentences, "I heard that all mages who came this time will go to very dangerous places to complete trial tasks. I am worried about your safety..."

source: “我完不完不知道，不过……江豹今天你是肯定完了！”
en_us: "It doesn't matter whether I am a goner or not. Either way, you, Jiang Bao, are definitely not going to make it past today!"

source: “我就是格林－伯恩塞德。”
en_us: "I am Grimm Burnside."

source: “我已经这么穷了？”林立挠了挠头，有些不敢相信。
en_us: "I've become so poor?" Lin Li scratched his head in disbelief.

source: “我干了什么，不就是一个小魔法师吗？艾萨克叔叔你要是觉得可惜，我明天就让家里给你送二十个魔法师来。”巴瑟罗尔长这么大，还从来没被人当众打过，此时挨了艾萨克一耳光，虽不敢当面反抗，但语气间却已是多多少少有了些怨气。
en_us: "What have I done? Isn't it just a small little mage? If Uncle Isaac feels that it's a pity, I'll have someone send you 20 mages tomorrow." Bathrilor had never been slapped in public before. Isaac had slapped him now; and although he did not dare to confront him, his tone was more or less resentful.

source: “我年纪大了，虽然以前一直不想承认，但那天跟老梅林干了一架之后，我知道我真的是老了，要是再年轻十岁的话，我根本用不着你那个什么唤醒药剂，一只手就能把他给捏爆！”葛瑞安似乎有些意兴阑珊：“你想想，我今年都六十多岁了，到了我这个年纪，还能再管公会几年？公会迟早要换人领导，如果新的会长连加洛斯有些什么势力都搞不清楚，还怎么管理公会？”
en_us: "I'm getting on age. I didn't want to admit it, but after the battle with Old Merlin that day, I knew I was really old. If I were ten years younger, I wouldn't need your Awakening Potion. I could crush him with one hand!" Gerian seemed to be a little dispirited. "Think about it, I am 60 year old this year. At my age, how long can I continue to manage the guild? Sooner or later, the guild will have to change its leadership. If the new President doesn't know what kind of forces Jarrosus has, how can he manage the guild?"
